;------------------------------------------------------------------------------
; UltraDefrag GUI Macedonian Language Pack.
; Copyright (C) 2010-2011 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = &Акција
ANALYSE                   = &Анализа
DEFRAGMENT                = &Дефрагментација
OPTIMIZE                  = Оптимизација
QUICK_OPTIMIZE            = &Брза оптимизација
FULL_OPTIMIZE             = &Комплетна оптимизација
STOP                      = &Стоп
SKIP_REMOVABLE_MEDIA      = &Прескокни отстранливи дискови
RESCAN_DRIVES             = &Обнови
WHEN_DONE                 = После &работи
WHEN_DONE_NONE            = &Ништо
WHEN_DONE_EXIT            = &Излез
WHEN_DONE_STANDBY         = &Спиење
WHEN_DONE_HIBERNATE       = &Хибернација
WHEN_DONE_LOGOFF          = &Одјава
WHEN_DONE_REBOOT          = &Рестартирање
WHEN_DONE_SHUTDOWN        = Ис&клучување
EXIT                      = &Излез

; --- Report Menu

REPORT                    = &Извештај
SHOW_REPORT               = &Покаже извештај

; --- Settings Menu

SETTINGS                  = &Подесувања
LANGUAGE                  = &Jазик
TRANSLATIONS_FOLDER       = &Папка со преводи
GRAPHICAL_INTERFACE       = &Графички интерфејс
FONT                      = &Фонт
OPTIONS                   = &Опции
BOOT_TIME_SCAN            = &Стартува во текот на иницијализација Windows
ENABLE                    = &Вклучат
SCRIPT                    = &Сценарио
REPORTS                   = &Извештаи

; --- Help Menu

HELP                      = По&мош
CONTENTS                  = &Содржина
BEST_PRACTICE             = &Најдобри практики
FAQ                       = &ЧПП (FAQ)
ABOUT                     = &За програмата

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Сценарио во текот на иницијализација Windows

; Drives list items.

VOLUME                    = Диск
STATUS                    = Статус
TOTAL                     = Обем
FREE                      = Слободни простор
PERCENT                   = % слободни простора

; Status messages

STATUS_RUNNING            = Обработени
STATUS_ANALYSED           = Анализирани
STATUS_DEFRAGMENTED       = Дефрагментирани
STATUS_OPTIMIZED          = Оптимизирани

; Status bar messages.

DIRS                      = папки
FILES                     = фајлови
FRAGMENTED                = фрагментирани
COMPRESSED                = компресирани
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = За Ultra Defragmenter
CREDITS                   = &Автори
LICENSE                   = &Лиценца

; Shutdown confirmation

PLEASE_CONFIRM            = Ве молиме потврдете
REALLY_SHUTDOWN_WHEN_DONE = Дали навистина сакате да исклучување после работи?
REALLY_HIBERNATE_WHEN_DONE= Дали навистина сакате да хибернациjа после работи?
REALLY_LOGOFF_WHEN_DONE   = Дали навистина сакате да одjава после работи?
REALLY_REBOOT_WHEN_DONE   = Дали навистина сакате да рестартирање после работи?
SECONDS_TILL_SHUTDOWN     = секунди пред исклучување
SECONDS_TILL_HIBERNATION  = секунди пред хибернација
SECONDS_TILL_LOGOFF       = секунди пред одјава
SECONDS_TILL_REBOOT       = секунди пред рестартирање
YES                       = &Да
NO                        = &Не

; END OF FILE
